Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: For instance, in calling for patriotism in the context of opening to the outside world, one article stated – in an implicit but clear reference to Deng Liqun’s wellknown comment – that “some comrades even believe that every new bit [fen] of foreign investment that is brought in is another bit of capitalism.”51 At least two of the commentaries highlighted the thesis that China was in the “primary stage of socialism,” a thesis that would become central at the Fifteenth Party Congress in 1997.
es_us: Por ejemplo, para pedir por patriotismo en el contexto de la apertura al mundo exterior, un artículo afirmaba, en una referencia implícita pero clara a la observación bien conocida de Deng Liqun, que “algunos compañeros creen incluso que cada nueva moneda [fen] que se trae de la inversión extranjera es otra moneda del capitalismo”.

source: For instance, referring to a widely publicized conversation between senior intellectuals Yan Jiaqi and Wen Yuankai intimating that Zhao might be removed as Liu Shaoqi had been, Chen declared that this dialogue was intended to “whip up public opinion for covering up Zhao Ziyang’s mistakes, keeping his position and power, and pushing bourgeois liberalization even more unbridledly.”25[8] Li Peng’s report to the Fourth Plenum, which unlike Chen’s report tothe NPC was not publicized in PRC media, makes it even clearer that the dispute between the two wings of the Party had existed for a long time.
es_us: Por ejemplo, al referirse a la conversación entre los importantes intelectuales Yan Jiaqi y Wen Yuankai que fue ampliamente divulgada y daba a entender que Zhao podía ser removido tal como lo había sido Liu Shaoqi, Chen manifestó que este diálogo tenía la intención de "suscitar a la opinión pública para encubrir los errores de Zhao Ziyang, mantener su posición y poder, e impulsar la liberalización burgueza de manera desenfrenada.

source: For instance, whereas the commu-nique´ adopted by the Party’s Seventh Plenum in December 1990 “highly evaluated” China’s “tremendous achievements” in reform and opening up, it nevertheless went on to stress the “integration of the planned economy with market regulation” and to repeat such staples of Chen Yun’s economic
es_us: Por ejemplo, mientras el comunicado adoptado por el Séptimo Plenario del partido en diciembre de 1990 “evaluó positivamente” los “grandes logros” de China en la reforma y la apertura, enfatizó, sin embargo, la “integración de una economía planificada con regulación del mercado” y reiteró los principios del pensamiento económico de Chen Yun

source: For intellec- tuals like Wang Hui and Cui Zhiyuan, the Old Left of orthodox Marxist- Leninists has lost its power and inﬂuence as marketization and globalization have destroyed the old planned economy and opened (entangled) China to (with) the outside world; the problem for them is what type of China will be built upon the ruins of the old system, whether a "fair" society can emerge or whether economic and social disparities will be locked into place.
es_us: Para los intelectuales como Wang Hui y Cui Zhiyuan, la vieja izquierda de los marxistas-lenistas ortodoxos ha perdido su poder y ha dejado de ejercer su influencia debido a que la economía de mercado y la globalización destruyeron la antigua economía planificada y abrieron las barreras de China, lo que permitió involucrar al país con el resto del mundo. El problema para ellos se encuentra en qué clase de China se construirá sobre las ruinas del antiguo sistema, ya sea el posible surgimiento de una sociedad “justa” o la continua existencia de disparidades sociales y económicas en ese lugar.

source: For liberals, Tiananmen did not change their understanding of the forces that needed to be opposed; indeed, it only reinforced that understanding.
es_us: Los liberales creen que Tiananmén no cambio su interpretación sobre las fuerzas que debían ser cuestionadas, por lo contrario, lo que hizo fue consolidar esa interpretación.

source: For many in Asia, these trends suggested an American triumphalism, even arrogance.
es_us: Para muchos en Asia, estas tendencias reflejaron el triunfalismo estadounidense, incluso la arrogancia.

source: For the first time, the Party's leadership would have to manage succession to a younger generation without the shadow of Deng Xiaoping and others handing over them.
es_us: Por primera vez, los líderes del Partido tendrían que arreglárselas para ceder el poder a una generación joven sin la presencia de Deng Xiaoping ni de otros que pudieran influir en la decisión.

source: For the first time, the Party's leadership would have to manage succession to a younger generation without the shadow of Deng Xiaoping and others handing over them. What mechanisms would they use to select Hu Jintao's successor?
es_us: Por primera vez, el liderazgo del Partido tendría que arreglárselas para ceder la sucesión a una generación joven sin la presencia de Deng Xiaoping ni de otros que pudieran influir en la decisión. ¿Qué mecanismos usarían para elegir al sucesor de Hu Jintao?

source: For the first year of this campaign, it seemed to go pretty much as its predecessors had – catching many flies but few tigers.15 In the winter of 1994–5, however, the campaign shifted into high gear.
es_us: Durante el primer año, parecía marchar tal como la de sus predecesores: matando muchas moscas pero pocos trigres15. Sin embargo, en el invierno de 1994-5, la campaña aceleró su ritmo.

source: For the summer, central and provincial leaders stopped voicing concerns about emancipating the mind or not worrying about whether a given reform was socialist or capitalist.
es_us: Durante el verano, los líderes centrales y provinciales dejaron de plantear sus preocupaciones por la emancipación la mente o por si una reforma era socialista o capitalista.

source: For them, Zhao’s personal role and the fate of marketizing reforms were two sides of the same coin.
es_us: Para ellos, el papel personal de Zhao y el destino de las reformas mercadizadoras eran dos caras de una misma moneda.

source: For them, as for their predecessors of the past century and more, the questions of identity continue to loom large: China’s relationship to the outside world (inevitably summed up as “the West”), the state’s relationship to society, and the present’s relationship with the past.
es_us: Para ellos, como así también para sus predecesores del siglo pasado y de siglos anteriores, los conflictos de identidad representan un problema: la relación de China con el mundo exterior (inevitablemente resumido en el término "Occidente”), la relación del Estado con la sociedad y la relación del presente con el pasado.

source: For these intel- lectuals, the government would take the place of the middle class until a middle class could develop.
es_us: Para estos pensadores, el gobierno tomaría el lugar de la clase media hasta que esta pudiera desarrollarse.

source: For years, conservatives had complained that reform had directed investment into small-scale, less efficient industries (mostly township and village enterprises, TVEs) that competed with large- and medium-sized state-owned industries for scarce energy, transportation, and raw materials.
es_us: Durante años, los conservadores se han quejado de que la reforma ha direccionado inversiones a una menor escala, industrias menos eficientes ( mayormente empresas de poblados y aldeas, TVE) que competían por escaza energía, transporte y materia prima con las industrias estatales grandes y medianas.

source: For years, the thrust of US policy vis-à-vis China across a whole range of issues – including trade, human rights, and arms control – was to accept “international norms.” There were, or so the line went, certain universally accepted norms that were embodied in various conventions and treaties; China, if it wanted to be accepted as a full member of the international community, would have to accept those norms and “play by the rules.” Doing so would assure it equal treatment, a chance to “sit at the table” and influence the future evolution of rules governing the international system.
es_us: Durante años, el impulso de la política estadounidense en relacióncon China sobre una gran variedad de asuntos – que incluían comercio, derechos humanos y control de armas – era aceptar “normas internacionales”. Estas eran, o se suponía que eran, ciertas normas aceptadas mundialmente que se personificaban en muchas convenciones y tratados. Si China quería ser aceptado como un miembro efectivo de la comunidad internacional, tenía que aceptar esas normas y "seguir las reglas". De esta forma se aseguraría un trato equitativo, la oportunidad de "sentarse en la mesa" e influenciar la evolución futura de reglas que gobiernan el sistema internacional.

source: For instance, in Jiang’s May 13 speech welcoming the return of embassy staff from Yugoslavia, he reiterated that China “must continue to unswervingly take economic construction as the central task.”41 A series of editorials in the People’s Daily emphasized that policy would not change and concluded with the declaration that China wants to “develop amity and cooperation with developed countries in the West, including the United States.”42 On June 12, Vice Prime Minister Qian Qichen declared, “China does not want confrontation with the United States.”43
es_us: Por ejemplo, en el discurso de Jian del 13 de mayo, él daba la bienvenida al personal de la embajada por su regreso de Yugoslavia, reitero que China debe seguir con la contruccion economica de una manera inquebrantable como su tarea central. Una serie de editoriales en People´s Daily enfatizó la politica que nunca cambiaría y concluyó con una declaración que China quiere "desarrollar una amistad y cooperacion con los paises desarrollados en el Occidente, incluyendo los EE. UU." El 12 de junio, el vice primer ministro Quian Qichen declaro, "China no quiere una confrontacion con Estados Unidos".

source: Foreign reserves stood at over a trillion US dollars, causing trade frictions with the US, but insuring against the risks of any sort of economic upheaval such as the Asian financial crisis.
es_us: Las reservas exteriores ascendían a más de USD 1 billón, lo que causó fricciones comerciales con los EE. UU., pero que también significaba una protección contra cualquier tipo de trastorno económico, como la crisis financiera asiática.

source: Foreign trade had expanded even faster than the domestic economy.
es_us: El comercio exterior se había expandido más rápido que la economía nacional.

source: Former Minister of Defense Qin Jiwei dies at
es_us: El ex ministro de defensa Qin Jiwei fallece a los

source: Former president Yang Shangkun dies at
es_us: El expresidente Yang Shangkun fallece a los

source: Former president Yang Shangkun dies at age 91
es_us: El expresidente Yang Shangkun fallece a los 91 años.

source: Fortunately for Hu, the book was passed to Deng Nan, Deng Xiaoping’s daughter, who then passed it (or a summary) on to her father.
es_us: Por suerte para Hu, el libro llegó a las manos de Deng Nan, la hija de Deng Xiaoping, quien luego le hizo llegar una versión probablemente resumida a su padre.

source: Four explanations seem possible.
es_us: Cuatro explicaciones parecen posibles.

source: Fourteenth Party Congress
es_us: Décimo cuarto Congreso del Partido

source: Fourth Plenary Session of Fifteenth Central
es_us: Cuarto pleno del Décimo Quinto Comité

source: Fourth Plenary Session of the Fourteenth
es_us: Cuarto pleno del Décimo cuarto

source: Fourth Plenary Session of the Sixteenth
es_us: Cuarto pleno del Décimo Sexto

source: Fourth Plenary Session of the Thirteenth
es_us: Cuarto pleno del Décimo tercer

source: Fourth Session of the Tenth National People’s
es_us: En la cuarta sesión de la reunión del Décimo Congreso Nacional de Pueblo

source: Freedom would not develop and authority would be dispersed.
es_us: La libertad no se desarrollaría y la autoridad se dispersaría.

source: From 1989 until 1992, Jiang had steered a cautious path, one that no doubt gave conservatives cause to believe that he was “one of them.” In 1992, Jiang had then switched gears, as he certainly had to, by endorsing Deng’s talks during his southern tour and supporting the Fourteenth Party Congress report that strongly endorsed Deng Xiaoping’s reform line and warned against the danger on the left.
es_us: Desde 1989 hasta 1992, Jiang había conducido un camino cauteloso, que sin duda dio motivos a los conservadores para creer que él era "uno de ellos". En 1992, Jiang había cambiado de engranajes, era lo que tenía que hacer, al respaldar las charlas de Deng durante su gira por el Sur y apoyar el informe de décimo cuarto Congreso del Partido que apoyó firmemente la línea de reforma de Deng Xiaoping y advirtió contra el peligro de la izquierda.

source: From Deng Xiaoping to Hu Jintao
es_us: Desde Deng Xiaoping hasta Hu Jintao

source: From Zhu’s perspective, China’s economy faced three major problems.
es_us: Desde la perspectiva de Zhu , la economía de China enfrentaba tres problemas principales.

source: Furthermore, cultural influence was directly related to the construction of international norms and regimes, which were not always in the best interest of the developing nations.
es_us: La influencia cultural también estaba directamente relacionada con la construcción de normas y regímenes internacionales, que no siempre estuvieron en beneficio de las naciones en desarrollo.

source: Furthermore, there was the question of how and to what extent China’s economy should be linked to the international economy.
es_us: Además estaba el problema de cómo y hasta qué punto la economía china se debía relacionar con la economía internacional.

source: GATT General Agreement on Tariffs and Trade
es_us: GATT Acuerdo General sobre Aranceles y Comercio

source: Gaining China’s international acceptance as one of the great powers of the world would diminish the lingering effects of post-Tiananmen isolation; it would also realize the century-old desire of Chinese patriots to no longer be treated as a second-rate power but instead to be regarded as an equal in world affairs.
es_us: Obtener la aceptación internacional de China como uno de los grandes poderes del mundo aminoraría las consecuencias persistentes del aislamiento en la etapa posTiananmén. Además, los patriotas chinos harían realidad el deseo secular de que no los traten más como un poder de segunda fila, sino que los consideren como par en los asuntos internacionales.

source: General
es_us: Secretario General

source: Germany had the attraction of having produced well-known intellectuals over the years, thus providing an air of gravitas, and was also neutral regarding Chinese affairs and hence capable of seeing China’s situation “objectively” as a bystander (the implication that “a third eye” was supposed to convey).
es_us: Alemania era atractiva por haber producido intelectuales reconocidos a través de los años, y proporcionaba así un aire de seriedad. Además tenía una posición neutra con respecto a los asuntos chinos, y de esa manera era capaz de ver la situación de China “objetivamente” como si fuera un testigo (esa era la idea que “un tercer ojo” debía transmitir).

source: Given his inability to promote Zeng Qinghong, Jiang acquiesced to Deng’s choice; he did, after all, name Hu as vice-chairman of the CMC in 1997 and elevated him to be vice-president of the PRC in 1998.
es_us: Debido a que no podía ascender a Zeng Qinghong, Jiang consintió la elección de Deng. A pesar de todo, nombró a Hu presidente de la CMC en 1997 y lo ascendió a la categoría de vice presidente de la RPCh en 1998.

source: Given the debates that have emerged in recent years over China’s inte-gration into the world economy, it is important to note that Wang also sees globalization not as the extension of free markets but as the growth of multinational corporations that collude with domestic political forces to undermine both market forces and political democracy.
es_us: Debido a los debates que surgieron en los últimos años acerca de la integración de China a la economía mundial, es importante mencionar que Wang también ve a la globalización no como una extensión del libre mercado sino como el crecimiento de corporaciones multinacionales que colisionaron con las fuerzas políticas nacionales para debilitar tanto a las fuerzas del mercado como a la democrácia.

source: Given the degree to which policy and power have been interrelated in China, these two issues were inevitably linked to one another.
es_us: Debido a que tanto la política como el poder han estado interrelacionados en China, estos temas se vinculan de manera inevitable.

source: Given the delicacy of Jiang’s position and the genuine anger felt in student circles, the Party quickly made the decision to channel public opinion by providing buses for students to go into the embassy district from the universities in the Haidian district (in northwestern Beijing). Students got off the buses and walked past the US ambassador’s residence, throwing stones as they went, and then on to the embassy building and chancellery – throwing more bricks, stones, ink bottles, and occasionally feces.
es_us: Debido a la delicadeza de la posicion de Jiang y el enojo genuino de los circulos estudiantiles, el partido rapidamente decidio transmitir una opinion publica por medio de la prestación servicios de transporte para los estudiantes para ir al districto de la embajada desde las universidades del districto Haidian (en el noroeste de Beijing). Los estudiantes se bajaron de los autobuses y caminaron por la residencia del embajador de EE. UU., en el transcurso le tiraron piedras, y luego al establecimiento de la embajada y a la cancillería, tiraron mas ladrillos, piedras, botellas de tinta y heces de vez en cuando.

source: Given the delicate nature of the relationship between Jiang and Hu, it is perhaps understandable – if not forgivable – that the leadership did not confront the new disease that had been discovered in Guangdong province the previous November and would subsequently be known to the world as Severe Acute Respiratory Syndrome (SARS).
es_us: Dada la delicada naturaleza de la relación entre Jiang yHu, es en cierto modo comprensible (y hasta excusable)que el gobierno no tomara medidas sobre la nueva enfermedad que había sido descubierta en la provincia de Cantónen el mes de noviembre y sería luego conocida en todo el mundo como síndrome respiratorio agudo grave (SARS).

source: Given the different interests in the Party, Deng's arrangements stuck, despite Jiang's palpable desire to pass power on to Zeng Qinghong.
es_us: A pesar de la diferencia de intereses en el Partido, los planes de Deng permanecieron vigentes a pesar del deseo evidente de Jiang de cederle el poder a Zeng Qinghong.

source: Given the economic nationalism in 1995, the precarious economic situation facing China in 1996–8, and the concern with its economic security and potential vulnerability to the Asian financial crisis, it is almost surprising that China continued to express interest in the WTO.31 Whereas the period following Tiananmen had been marked by a new suspicion of the outside world and a resurgence of nativist thinking, the WTO challenged China to engage – and be engaged by – the world in the best cosmopolitan tradition.
es_us: Dado el nacionalismo económico en 1995, la situación económica precaria que China enfrentó en 1996-8, y la preocupación por su seguridad económica y probable vulnerabilidad a la crisis financiera asiática, es casi sorprendente que China continuara teniendo interés en la OMC. Mientras que el período posterior a Tiananmen había sido marcado por una nueva sospecha del mundo exterior y un resurgimiento del pensamiento nativista, la OMC desafió a China a que involucrara al mundo - y que el mundo la involucrara - en la mejor tradición cosmopolita.

source: Given the genuinely frightening circumstances of the SARS crisis, these efforts won plaudits for Hu Jintao, even on the Internet, and enhanced the credibility of the Party.
es_us: Debido a las circunstancias verdaderamente aterradoras de la crisis del SARS, estas acciones sumaron adherentes para Hu Jintao, incluso en internet, y fortalecieron la credibilidad del partido.

source: Given the reaction of Chinese hardliners to what they regarded as the downward spiral of events in the Soviet Union, it is no wonder that they could barely contain their glee when they heard the news of the conservative coup d’etat launched on August ´ 19.
es_us: Dada la reacción de los intransigentes chinos a lo que consideraban como una esprial descendiente de eventos en la Unión Soviética, no es sorpresa que apenas pudieran contener su regocijo cuando escucharon las noticias del golpe de estado que se realizó el 19 de agosto.

source: Given the state’s weakened legitimacy and the important role always accorded to ideology in Communist China, there was a role for China’s intellectuals to play.
es_us: Debido a la falta de legitimidad del estado y al rol significativo que siempre se le concede a las idiologías en la China Comunista, los intelectuales tenían un rol que cumplir.

source: Given this basic (if somewhat oversimplified) diagnosis of what was wrong with China, it was natural that intellectuals turned to the May Fourth tradition for inspiration and moral sustenance.
es_us: De acuerdo con este diagnóstico básico (o también simplificado) sobre lo que estaba mal en China, era natural que los intelectuales recurrieran a la tradición del Cuatro de Mayo en búsqueda de inspiración y sustento moral.

source: Gong sharply criticized those who questioned further reform on the grounds that it was capitalist, saying that such views had prevented the emergence of reforms for many years prior to the 1978 Third Plenum.
es_us: Gong criticó mordazmente a aquellos que cuestionaban la reforma argumentando que ello era capitalista y que esas posturas habían obstaculizado el surgimiento de reformas durante muchos años previo al Tercer Pleno del 1978.

source: Government officials may have welcomed an expression of nationalism, but they also realized that it was something that could be turned against them, as it had been so many times in the twentieth century.
es_us: Los funcionarios del gobierno tal vez le dieron una bienvenida a la expresión de nacionalismo, aunque también sabían que era algo que se podía volver contra ellos, como había sucedido muchas veces durante el siglo XX.

source: Graduating from the Tangshan Institute of Technology, Hu got a job at the Chinese Academy of Sciences (CAS).
es_us: Luego de recibirse del Instituto de Tecnología de Tangshan, Hu consiguió trabajo en la Academia China de Ciencias (Chinese Academy of Sciences, CAS).

source: Growth rates were high.
es_us: Los índices de crecimiento eran altos.

source: Guangdong CCP sec.
es_us: Secretariado del PCCh en Guangdong

source: Guangdong-based Tongzhou gongjin is
es_us: Tongzhou gongjin con base en Guangdong es

source: Guidi and Chu Tao is banned
es_us: Guidi y Chu Tao.

source: HE ZIN AND STATE – CENTERED NATIONALISM
es_us: HE XIN Y UN NACIONALISMO CENTRADO EN EL ESTADO
